[
  {
    "image": "http://files.carmel.io/team/fuzzy/profile.jpg",
    "text": "When talking about Carmel we first need to explain force multipliers and their value to EOS.  A force multiplier is a tool that empowers anyone wielding it to become exponentially more capable of carrying out a task, finishing a mission or accomplishing a goal. Carmel leverages not just one, but two very important force multipliers:  Education and Technology.  While education empowers all participants to upgrade their thinking, the technology behind Carmels DApp lowers barriers for participation in an unbeatable educational experience.  Carmel enables all users to easily join and take the most important first steps to true freedom and abundance: gaining skillsets that they use to adapt in an ever-changing world with no hurdles to tie you up.  If you want to have fun, learn and gain development skills at the same time, the Carmel project is a must.  If you want to fight the FUD and show the power of EOS, it helps educate them.",
    "name": "Justin 'officialfuzzy' Fondriest",
    "description": "Carmel Community Advocate"
  },
  {
    "image": "http://files.carmel.io/images/richie.jpg",
    "text": "Being an avid blockchain enthusiast amongst the EOS community and keeping a eye out for upcoming projects, Carmel is one I’ve been watching for a while now. A project this size requires patience and understanding let alone a lot of determination. Carmel has a lot to offer to not just groups but to everyone. If you wish to learn then learn, if you like to teach or create challenges you can! People can brainstorm, share challenges and have potential to turn the idea into a project then go live from the Carmel platform! Carmel oozes learning & opportunity for everyone, quite literally everyone!",
    "name": "Richie M",
    "description": "Block Aid"
  },
  {
    "image": "http://files.carmel.io/team/adrien/profile.jpg",
    "text": "The purposes of an existing e-Platform are all kind of the same nowadays: reading an article, following a video, trying some piece of code or even listening to some podcasts; although, Carmel brings a fancy interesting and revolutionary way to learn code: instead of being taught and then produce some piece of code to create a product, it is all the way around, starting with a product and then learning by tweaking it. If you already are a developer and you want to share your knowledge, you can teach others by creating challenges for the those eager to learn. Everyone is concerned and wins. I have been following Carmel’s progress for almost a year now and I can say that I’m very enthusiast with what was achieved until now and I cannot wait to see more and more.",
    "name": "Adrien Benoist",
    "description": "Carmel French Evangelist"
  },
  {
    "image": "http://files.carmel.io/images/anca.jpg",
    "text": "As I’ve always been a person who likes to keep in touch with IT, technology and the benefits of it, when first hearing about Carmel I’ve said to myself: I must try it! I’m not an IT person let alone working it this field but as IT is the future, I feel blessed to be able to learn coding in the Carmel Way. It is a tool accessible to everyone, a very “newbie-friendly” and super educative environment, where learning seems like having fun🐵 It took a bunch of motivated awesome people and a great idea to create this innovative platform and seeing the fabulous path it follows, I can say that the Carmel Way is the right way to successfully develop yourself!",
    "name": "Anca Maria Corui",
    "description": "Accounts Receivable & Cash Management Analyst"
  }
]
