{
  "type": "story",
  "id": "carmel",
  "hashtags": ["CarmelStory", "RoadTo1B", "EducationStory"],
  "keywords": [
    "learning to code",
    "how to code",
    "learn to code",
    "learn how to code"
  ],
  "title": "The Carmel Story",
  "summary": "This is the story of Carmel",
  "url": "https://carmel.io/story",
  "chapters": [
    {
      "author": "I. Dan Calinescu",
      "date": "18-11-2018",
      "tags": ["Story", "Book"],
      "hashtags": ["CarmelStory", "RoadTo1B", "EducationStory"],
      "variants": [
        {
          "title": "I Could Have Become A Hustler",
          "hashtags": ["CarmelStory", "RoadTo1B", "EducationStory"],
          "summary": "We had settled in Toronto, Canada for about five years at that point - the year was 1999. This was our first trip back to Romania since we had left and it was an emotional one to say the least. My parents, my brother and I. We had travelled back to where we grew up, in Bucharest, and even reconnected to with some of the people we grew up with. One of those people was my best friend growing up in Bucharest when we were kids. We used to do everything together, even fight together, get in trouble together, be scared together and just literally spend hours of our day roaming the streets of Bucharest in the 80s and do what kids used to do back then - nothing and everything.",
          "quote": "I Could Have Become A Hustler",
          "image": "https://i.imgur.com/n5g8QxS.png",
          "url": "i-could-have-become-a-hustler",
          "flavor": "default",
          "sections": [
            {},
            { "variants": [{ "title": "I Could Have Ended Up A Thief" }] },
            { "variants": [{ "title": "I Could Have Ended Up A Bully" }] },
            { "variants": [{ "title": "I Could Have Ended Up A Bully" }] },
            { "variants": [{ "title": "Education Saved My Life" }] },
            {}
          ]
        }
      ]
    },
    {
      "author": "I. Dan Calinescu",
      "date": "19-11-2018",
      "tags": ["Story", "Book"],
      "hashtags": ["CarmelStory", "RoadTo1B", "EducationStory"],
      "variants": [
        {
          "title": "Poor Kids Deserve A Shot Too",
          "url": "poor-kids-deserve-a-shot-too",
          "hashtags": ["CarmelStory", "RoadTo1B", "EducationStory"],
          "summary": "\"Hey listen up! Whoever ordered their books from me last week, come and get them quickly before class begins\", I yelled at the top of my lungs.I had to yell. That lecture hall was full of first year statistics students who were having a hundred simultaneous conversations. I dropped my big box of freshly printed textbooks on one of the desks somewhere in the middle of the room and I made sure everyone not only heard me yelling but that they also heard the loud thud of the big box being intentionally dropped on that wooden desk.",
          "quote": "Poor Kids Deserve A Shot Too",
          "image": "https://i.imgur.com/dgZe3BX.png",
          "flavor": "default",
          "sections": [
            {},
            { "variants": [{ "title": "Once A Hustler ..." }] },
            {
              "variants": [{ "title": "Raging Against The Educational System" }]
            },
            {
              "variants": [
                {
                  "title": "The Educational System Is Setup To Favor The Privileged"
                }
              ]
            },
            { "variants": [{ "title": "Everyone Deserves An Equal Chance" }] },
            {
              "variants": [
                {
                  "titlee": "The Future Of Education Should Be Open To Everyone"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "author": "I. Dan Calinescu",
      "date": "20-11-2018",
      "tags": ["Story", "Book"],
      "hashtags": ["CarmelStory", "RoadTo1B", "EducationStory"],
      "variants": [
        {
          "hashtags": ["CarmelStory", "RoadTo1B", "EducationStory"],
          "title": "Education For The Sake Of Education Is Not Enough",
          "quote": "Education For The Sake Of Education Is Not Enough",
          "url": "education-for-the-sake-of-education-is-not-enough",
          "summary": "I had never seen more poverty in my entire life. And I didn't grow up with warm water, let me tell you. But this was different. A few hundred people, close to the city garbage dump, crammed together all around that dump, in improvised carton boxes. You can't honestly call them houses, but they call them homes nonetheless. My heart was absolutely torn apart seeing young children playing in the ankle-deep mud and holding a piece of dirty bread in their unwashed hands, while smiling - yes - smiling - and playing and running around in that nasty mud, without the slightest sense of worry on their beautiful little minds. I was accompanying a friend who worked with the children and tried to connect with them through music and games. The entire experience is something I am not even going to attempt to lay down in writing because there are no words to describe what I felt. One little story stands out above the rest though.",
          "image": "https://i.imgur.com/1yf7E7q.png",
          "flavor": "default",
          "sections": [
            {},
            {
              "variants": [
                { "title": "We Need A New Kind Of Educational Model" }
              ]
            },
            {
              "variants": [
                { "title": "True Education Must Lead To Job Creation" }
              ]
            },
            { "variants": [{ "title": "Every Job Will Be A Tech Job" }] }
          ]
        }
      ]
    }
  ]
}
